def intro():
    print(fr'   +------------------+') # noqa
    print(fr'   |.----------------.|')
    print(fr'   ||                ||')
    print(fr'   ||                ||  Привет, Юзер!')
    print(fr'   ||                ||  Я калькулятор "Э-4"')
    print(fr'   ||                ||  Я выполняю четыре простых операции:')
    print(fr'   |+----------------+|  сложение, вычитание, умножение, деление.') # noqa
    print(fr'   +-..------------..-+')
    print(fr'   .------------------.')
    print(fr'  //==================\\')
    print(fr' //====================\\')
    print(fr'/_______________________\\')
    print(fr'\________________________/') # noqa
